const phrases = [
  ["Отличная работа!", 11, 12],
  ["Замечательная работа!", 10, 12],
  ["Прекрасная работа!", 10, 11],
  ["Ты великолепен!", 11, 11],
  ["Браво!", 12, 12],

  ["Хорошая работа!", 8, 9],
  ["Ты справился хорошо!", 8, 10],
  ["Молодец, продолжай в том же духе!", 9, 9],
  ["Твои усилия видны, продолжай развиваться!", 9, 10],
  ["Приятно видеть твой прогресс!", 8, 8],

  ["Неплохо, но есть над чем поработать.", 5, 7],
  ["Требуется некоторое улучшение.", 6, 7],
  ["Дай мне повод задуматься.", 5, 6],
  ["Ты можешь лучше.", 6, 6],
  ["Требуется больше усилий.", 5, 5],

  ["Неудовлетворительно, пора задуматься о коррекции.", 1, 4],
  ["Требуется серьезное улучшение.", 2, 4],
  ["Повысь свой уровень.", 1, 3],
  ["Ты можешь лучше, не сдавайся.", 3, 3],
  ["Ты можешь сделать это лучше.", 2, 2],
];
